
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automático";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Contraseña PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Secreto compartido IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Contraseña IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Conexión de red (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Conexión de red";
"KEYCHAIN_KIND_EAPOL" = "Contraseña 802.1X";
